of60/src/solvers/debugSolverRheoThermTool/run_debugSolverRheoThermTool/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application directory
application=`getApplication`

rm -rf 0
cp -r 0.orig 0

runApplication blockMesh
runApplication setFields
runApplication $application

